{
  "backedUpAt": "2026-01-28T22:03:55.196Z",
  "courseId": "PRODUCTIVITY_2026_PT",
  "lessonId": "PRODUCTIVITY_2026_PT_DAY_02",
  "dayNumber": 2,
  "title": "Tempo, energia, atenção: o que você gerencia na prática",
  "content": "<h1>Tempo, energia, atenção: o que você gerencia na prática</h1>\n<p><em>Os três pilares da produtividade: tempo, energia, atenção</em></p>\n<hr />\n<h2>Objetivo de aprendizagem</h2>\n<ul>\n<li>Entender como tempo, energia e atenção trabalham juntos.</li>\n<li>Identificar seus padrões pessoais de tempo, energia e atenção.</li>\n<li>Criar uma agenda diária que leve em conta essas restrições.</li>\n</ul>\n<hr />\n<h2>Por que importa</h2>\n<ul>\n<li><strong>Tempo</strong>: Recurso finito. Você não pode criar mais, apenas gerenciar melhor.</li>\n<li><strong>Energia</strong>: Recurso variável. Muda ao longo do dia, e diferentes atividades requerem diferentes níveis de energia.</li>\n<li><strong>Atenção</strong>: Recurso mais valioso. Facilmente perdido, difícil de restaurar.</li>\n<li>A interação dos três determina sua produtividade real.</li>\n</ul>\n<hr />\n<h2>Explicação</h2>\n<h3>Gerenciando o Tempo</h3>\n<p><strong>Bloqueio de tempo</strong>: Bloqueie tempo em sua agenda para tarefas importantes. Não apenas reaja, planeje.</p>\n<p><strong>Horário</strong>: Identifique quando você é mais eficaz. A maioria das pessoas atinge o pico entre 9-11h e 14-16h.</p>\n<p><strong>Tempo de buffer</strong>: Deixe 20-30% de tempo de buffer para coisas inesperadas. Agenda lotada = estresse.</p>\n\n<h3>Gerenciando a Energia</h3>\n<p><strong>Níveis de energia</strong>: Identifique as energias do seu dia:\n<ul>\n<li><strong>Energia de pico</strong> (alta): Trabalho difícil, criativo, estratégico</li>\n<li><strong>Energia média</strong>: Reuniões, e-mail, administração</li>\n<li><strong>Energia baixa</strong>: Tarefas rotineiras, leitura, arquivamento</li>\n</ul>\n</p>\n<p><strong>Recarga de energia</strong>: Identifique o que energiza você (movimento, pausa curta, interação social) e o que drena você (reuniões longas, multitarefa).</p>\n\n<h3>Gerenciando a Atenção</h3>\n<p><strong>Blocos de trabalho profundo</strong>: Bloqueie blocos de 90-120 minutos para trabalho profundo. Durante esse tempo: sem e-mail, sem telefone, sem reuniões.</p>\n<p><strong>Restauração da atenção</strong>: Após cada interrupção, leva 15-20 minutos para restaurar sua atenção. Minimize interrupções.</p>\n<p><strong>Design do ambiente</strong>: Crie um ambiente que apoie a concentração (silêncio, mesa organizada, notificações desativadas).</p>\n\n<h3>Exemplo Prático</h3>\n<p><strong>Abordagem errada</strong>: \"Hoje vou trabalhar 8 horas, fazendo qualquer coisa!\"</p>\n<p><strong>Abordagem correta</strong>:\n<ul>\n<li>9-11: Bloco de trabalho profundo (planejamento estratégico) - energia de pico</li>\n<li>11-12: E-mail, administração - energia média</li>\n<li>12-13: Almoço, descanso - recarga de energia</li>\n<li>14-16: Bloco de trabalho profundo (trabalho criativo) - energia de pico</li>\n<li>16-17: Reuniões - energia média</li>\n<li>17-18: Tarefas rotineiras, arquivamento - energia baixa</li>\n</ul>\n</p>\n<hr />\n<h2>Exercício prático (20-25 min) — Mapa de energia e atenção diária</h2>\n<ol>\n<li><strong>Registro de energia (1 semana)</strong>: Registre seu nível de energia (escala 1-10) 3 vezes ao dia (manhã, meio-dia, tarde) por uma semana.</li>\n<li><strong>Registro de atenção</strong>: Registre quantas vezes sua atenção foi interrompida diariamente e o que causou (e-mail, telefone, colega, etc.).</li>\n<li><strong>Análise de horário</strong>: Identifique quando você é mais eficaz (quais horas, quais dias).</li>\n<li><strong>Design de agenda diária</strong>: Crie uma agenda diária que:\n<ul>\n<li>Use suas energias de pico para tarefas difíceis</li>\n<li>Inclua blocos de trabalho profundo (90-120 min)</li>\n<li>Deixe tempo de buffer (20-30%)</li>\n<li>Inclua atividades de recarga de energia</li>\n</ul>\n</li>\n</ol>\n<hr />\n<h2>Auto-verificação</h2>\n<ul>\n<li>✅ Você entende como tempo, energia e atenção trabalham juntos.</li>\n<li>✅ Você identificou seus padrões pessoais de energia e atenção.</li>\n<li>✅ Você tem uma agenda diária que leva em conta essas restrições.</li>\n<li>✅ Você sabe que o objetivo é otimizar os três recursos, não apenas gerenciar o tempo.</li>\n</ul>\n<hr />\n<h2>Aprofundamento opcional</h2>\n<ul>\n<li>Cal Newport: \"Deep Work\" — sobre trabalho profundo e gestão da atenção</li>\n<li>Tony Schwartz: \"The Energy Project\" — sobre gestão de energia</li>\n<li>Daniel Pink: \"When\" — sobre biorritmos e horário ideal</li>\n</ul>",
  "emailSubject": "Produtividade 2026 – Dia 2: Tempo, energia, atenção",
  "emailBody": "<h1>Produtividade 2026 – Dia 2</h1>\n<h2>Tempo, energia, atenção: o que você gerencia na prática</h2>\n<p>Hoje você aprenderá como tempo, energia e atenção trabalham juntos, e como planejar uma agenda diária que leve em conta isso.</p>\n<p><a href=\"http://localhost:3000/pt/courses/PRODUCTIVITY_2026_PT/day/2\">Abrir a lição →</a></p>"
}