{
  "backedUpAt": "2026-01-28T22:41:59.163Z",
  "courseId": "PRODUCTIVITY_2026_ID",
  "lessonId": "PRODUCTIVITY_2026_ID_DAY_05",
  "dayNumber": 5,
  "title": "Pengukuran: metrik tinjauan mingguan sederhana (throughput, blok fokus, carryover)",
  "content": "<h1>Pengukuran: metrik tinjauan mingguan sederhana</h1>\n<p><em>Apa yang tidak Anda ukur, tidak dapat Anda tingkatkan</em></p>\n<hr />\n<h2>Tujuan pembelajaran</h2>\n<ul>\n<li>Memahami tiga metrik kunci: throughput, blok fokus, carryover.</li>\n<li>Membuat rutinitas tinjauan mingguan dengan metrik-metrik ini.</li>\n<li>Mengidentifikasi di mana Anda dapat meningkatkan produktivitas Anda.</li>\n</ul>\n<hr />\n<h2>Mengapa penting</h2>\n<ul>\n<li><strong>Throughput</strong>: Berapa banyak tugas penting yang Anda selesaikan dalam seminggu? Ini adalah produktivitas nyata Anda.</li>\n<li><strong>Blok fokus</strong>: Berapa banyak blok kerja mendalam yang Anda lakukan? Ini adalah pekerjaan berkualitas Anda.</li>\n<li><strong>Carryover</strong>: Berapa banyak tugas yang tersisa dari minggu lalu? Ini adalah akurasi perencanaan Anda.</li>\n<li>Metrik-metrik ini memberikan gambaran objektif, bukan hanya perasaan.</li>\n</ul>\n<hr />\n<h2>Penjelasan</h2>\n<h3>Tiga metrik kunci</h3>\n<p><strong>1. Throughput</strong>: Jumlah tugas penting yang diselesaikan per minggu. Bukan jumlah aktivitas, tetapi hasil yang diselesaikan.</p>\n<p><strong>2. Blok fokus</strong>: Berapa banyak blok kerja mendalam 90-120 menit yang Anda lakukan? Ini adalah pekerjaan berkualitas, terfokus Anda.</p>\n<p><strong>3. Carryover</strong>: Berapa banyak tugas yang tersisa dari minggu lalu? Carryover rendah = perencanaan baik, carryover tinggi = perencanaan berlebihan.</p>\n\n<h3>Bagaimana mengukur</h3>\n<p><strong>Tinjauan mingguan (30 menit)</strong>:\n<ul>\n<li>Tinjauan: Apa yang Anda selesaikan? (throughput)</li>\n<li>Fokus: Berapa banyak blok kerja mendalam yang Anda lakukan? (blok fokus)</li>\n<li>Carryover: Apa yang Anda tunda? (carryover)</li>\n<li>Refleksi: Apa yang berhasil? Apa yang tidak?</li>\n<li>Rencana: Apa yang Anda rencanakan untuk minggu depan?</li>\n</ul>\n</p>\n\n<h3>Contoh Praktis</h3>\n<p><strong>Minggu 1</strong>:\n<ul>\n<li>Throughput: 8 tugas penting diselesaikan</li>\n<li>Blok fokus: 6 blok (target: 8)</li>\n<li>Carryover: 3 tugas (target: <2)</li>\n</ul>\n</p>\n<p><strong>Refleksi</strong>: Terlalu banyak rapat, tidak cukup waktu kerja mendalam. Minggu depan: lebih banyak pemblokiran waktu, lebih sedikit rapat.</p>\n<hr />\n<h2>Latihan praktis (25-30 menit) — Tinjauan mingguan pertama</h2>\n<ol>\n<li><strong>Penghitungan throughput</strong>: Tuliskan berapa banyak tugas penting yang Anda selesaikan minggu ini. (Penting = hasil, bukan hanya aktivitas.)</li>\n<li><strong>Penghitungan blok fokus</strong>: Tuliskan berapa banyak blok kerja mendalam yang Anda lakukan (90-120 menit, tanpa gangguan).</li>\n<li><strong>Penghitungan carryover</strong>: Tuliskan berapa banyak tugas yang tersisa dari minggu lalu.</li>\n<li><strong>Refleksi</strong>: Apa yang berhasil dengan baik? Apa yang tidak? Mengapa?</li>\n<li><strong>Rencana</strong>: Apa yang akan Anda ubah minggu depan? Langkah konkret apa yang akan Anda ambil?</li>\n</ol>\n<hr />\n<h2>Pemeriksaan diri</h2>\n<ul>\n<li>✅ Anda mengetahui tiga metrik kunci: throughput, blok fokus, carryover.</li>\n<li>✅ Anda memiliki rutinitas tinjauan mingguan dengan metrik-metrik ini.</li>\n<li>✅ Anda tahu di mana Anda dapat meningkatkan produktivitas Anda.</li>\n<li>✅ Pengukuran objektif, bukan hanya berbasis perasaan.</li>\n</ul>\n<hr />\n<h2>Pendalaman opsional</h2>\n<ul>\n<li>David Allen: \"Getting Things Done\" — tentang tinjauan mingguan</li>\n<li>Cal Newport: \"Deep Work\" — tentang mengukur blok fokus</li>\n<li>Eliyahu Goldratt: \"The Goal\" — tentang mengukur throughput</li>\n</ul>",
  "emailSubject": "Produktivitas 2026 – Hari 5: Pengukuran",
  "emailBody": "<h1>Produktivitas 2026 – Hari 5</h1>\n<h2>Pengukuran: metrik tinjauan mingguan sederhana</h2>\n<p>Hari ini Anda akan mempelajari cara mengukur produktivitas Anda dengan metrik objektif dan menggunakannya dalam tinjauan mingguan.</p>\n<p><a href=\"http://localhost:3000/id/courses/PRODUCTIVITY_2026_ID/day/5\">Buka pelajaran →</a></p>"
}