{
  "backedUpAt": "2026-01-28T22:41:59.287Z",
  "courseId": "PRODUCTIVITY_2026_ID",
  "lessonId": "PRODUCTIVITY_2026_ID_DAY_06",
  "dayNumber": 6,
  "title": "Penangkapan: kotak masuk, daftar pemicu, kebiasaan penangkapan",
  "content": "<h1>Penangkapan: kotak masuk, daftar pemicu, kebiasaan penangkapan</h1>\n<p><em>Langkah satu dalam GTD: tangkap semuanya, jangan lupa apa pun</em></p>\n<hr />\n<h2>Tujuan pembelajaran</h2>\n<ul>\n<li>Memahami pentingnya penangkapan: jika tidak ditangkap, tidak dikelola.</li>\n<li>Membuat sistem kotak masuk yang andal.</li>\n<li>Mengembangkan kebiasaan penangkapan yang menjadi otomatis.</li>\n</ul>\n<hr />\n<h2>Mengapa penting</h2>\n<ul>\n<li><strong>Kotak masuk</strong>: Semua informasi yang masuk pergi ke satu tempat (email, tugas, catatan, ide).</li>\n<li><strong>Daftar pemicu</strong>: Daftar yang membantu Anda mengingat kapan harus menangkap (setelah rapat, setelah panggilan, dll.).</li>\n<li><strong>Kebiasaan penangkapan</strong>: Perilaku otomatis untuk memastikan semua informasi penting ditangkap.</li>\n<li>Jika tidak ditangkap, hilang. Jika hilang, tidak dapat dikelola.</li>\n</ul>\n<hr />\n<h2>Penjelasan</h2>\n<h3>Kotak Masuk</h3>\n<p><strong>Definisi</strong>: Tempat di mana semua informasi yang masuk dikumpulkan sebelum Anda memprosesnya. Misalnya: kotak masuk email, kotak masuk fisik, aplikasi catatan, daftar tugas.</p>\n<p><strong>Aturan</strong>: Kosongkan setiap kotak masuk setidaknya sekali sehari. Kotak masuk kosong = pikiran jernih.</p>\n<p><strong>Contoh</strong>: Kotak masuk email, kotak surat fisik, aplikasi catatan (Notion, Evernote), daftar tugas (Todoist, Asana).</p>\n\n<h3>Daftar Pemicu</h3>\n<p><strong>Definisi</strong>: Daftar yang mengingatkan Anda kapan dan apa yang harus ditangkap. Misalnya: \"Setelah rapat: tangkap item tindakan\", \"Setelah panggilan: tangkap langkah selanjutnya\".</p>\n<p><strong>Penggunaan</strong>: Simpan di dekat dan gunakan ketika sesuatu muncul di pikiran yang harus ditangkap.</p>\n\n<h3>Kebiasaan Penangkapan</h3>\n<p><strong>Definisi</strong>: Perilaku otomatis untuk memastikan semua informasi penting ditangkap. Misalnya: \"Setelah rapat, saya segera menangkap item tindakan\", \"Setelah panggilan, saya segera menangkap langkah selanjutnya.\"</p>\n<p><strong>Pengembangan</strong>: Ulangi sampai menjadi otomatis. Mulai sederhana: satu pemicu, satu kotak masuk.</p>\n<hr />\n<h2>Latihan praktis (20-25 menit) — Membuat sistem penangkapan</h2>\n<ol>\n<li><strong>Mengidentifikasi kotak masuk</strong>: Tuliskan kotak masuk apa yang Anda miliki (email, fisik, aplikasi catatan, dll.).</li>\n<li><strong>Membuat daftar pemicu</strong>: Tuliskan 5-10 situasi ketika Anda perlu menangkap (setelah rapat, setelah panggilan, saat membaca, dll.).</li>\n<li><strong>Mengembangkan kebiasaan penangkapan</strong>: Pilih satu pemicu dan kembangkan kebiasaan untuk itu. Misalnya: \"Setelah rapat, saya segera menangkap item tindakan di kotak masuk saya.\"</li>\n<li><strong>Berlatih</strong>: Berlatih menangkap setelah setiap pemicu selama seminggu dan dokumentasikan pengalaman Anda.</li>\n</ol>\n<hr />\n<h2>Pemeriksaan diri</h2>\n<ul>\n<li>✅ Anda memiliki sistem kotak masuk yang andal.</li>\n<li>✅ Anda memiliki daftar pemicu yang mengingatkan Anda kapan harus menangkap.</li>\n<li>✅ Anda memiliki setidaknya satu kebiasaan penangkapan yang telah menjadi otomatis.</li>\n<li>✅ Semua informasi penting ditangkap, tidak ada yang hilang.</li>\n</ul>\n<hr />\n<h2>Pendalaman opsional</h2>\n<ul>\n<li>David Allen: \"Getting Things Done\" — tentang penangkapan dan kotak masuk</li>\n<li>Tiago Forte: \"Building a Second Brain\" — tentang sistem catatan</li>\n</ul>",
  "emailSubject": "Produktivitas 2026 – Hari 6: Penangkapan",
  "emailBody": "<h1>Produktivitas 2026 – Hari 6</h1>\n<h2>Penangkapan: kotak masuk, daftar pemicu, kebiasaan penangkapan</h2>\n<p>Hari ini Anda akan mempelajari cara menangkap semua informasi penting agar tidak ada yang hilang.</p>\n<p><a href=\"http://localhost:3000/id/courses/PRODUCTIVITY_2026_ID/day/6\">Buka pelajaran →</a></p>"
}