{
  "backedUpAt": "2026-01-28T21:40:25.681Z",
  "courseId": "PRODUCTIVITY_2026_AR",
  "lessonId": "PRODUCTIVITY_2026_AR_DAY_06",
  "dayNumber": 6,
  "title": "التقاط: صناديق الوارد، قائمة المحفزات، عادات التقاط",
  "content": "<h1>التقاط: صناديق الوارد، قائمة المحفزات، عادات التقاط</h1>\n<p><em>الخطوة الأولى في GTD: التقط كل شيء، لا تنس شيئًا</em></p>\n<hr />\n<h2>هدف التعلم</h2>\n<ul>\n<li>فهم أهمية التقاط: إذا لم يتم التقاطه، لا يتم إدارته.</li>\n<li>إنشاء نظام صناديق وارد موثوق.</li>\n<li>تطوير عادات التقاط تصبح تلقائية.</li>\n</ul>\n<hr />\n<h2>لماذا يهم</h2>\n<ul>\n<li><strong>صناديق الوارد</strong>: جميع المعلومات الواردة تذهب إلى مكان واحد (البريد الإلكتروني، المهام، الملاحظات، الأفكار).</li>\n<li><strong>قائمة المحفزات</strong>: قائمة تساعدك على تذكر متى تلتقط (بعد الاجتماعات، بعد المكالمات، إلخ).</li>\n<li><strong>عادات التقاط</strong>: سلوك تلقائي لضمان التقاط جميع المعلومات المهمة.</li>\n<li>إذا لم يتم التقاطه، فُقد. إذا فُقد، لا يمكن إدارته.</li>\n</ul>\n<hr />\n<h2>شرح</h2>\n<h3>صناديق الوارد</h3>\n<p><strong>التعريف</strong>: مكان حيث تتراكم جميع المعلومات الواردة قبل معالجتها. على سبيل المثال: صندوق بريد إلكتروني، صندوق وارد فعلي، تطبيق ملاحظات، قائمة مهام.</p>\n<p><strong>القاعدة</strong>: أفرغ كل صندوق وارد مرة واحدة على الأقل يوميًا. صندوق وارد فارغ = عقل واضح.</p>\n<p><strong>مثال</strong>: صندوق بريد إلكتروني، صندوق بريد فعلي، تطبيق ملاحظات (Notion, Evernote)، قائمة مهام (Todoist, Asana).</p>\n\n<h3>قائمة المحفزات</h3>\n<p><strong>التعريف</strong>: قائمة تذكرك متى وماذا تلتقط. على سبيل المثال: \"بعد الاجتماع: التقط عناصر الإجراءات\", \"بعد المكالمة: التقط الخطوات التالية\".</p>\n<p><strong>الاستخدام</strong>: احتفظ بها في متناول اليد واستخدمها عندما يخطر ببالك شيء يجب التقاطه.</p>\n\n<h3>عادات التقاط</h3>\n<p><strong>التعريف</strong>: سلوك تلقائي لضمان التقاط جميع المعلومات المهمة. على سبيل المثال: \"بعد الاجتماع، ألتقط على الفور عناصر الإجراءات\", \"بعد المكالمة، ألتقط على الفور الخطوات التالية.\"</p>\n<p><strong>التطوير</strong>: كرر حتى يصبح تلقائيًا. ابدأ ببساطة: محفز واحد، صندوق وارد واحد.</p>\n<hr />\n<h2>تمرين عملي (20-25 دقيقة) — إنشاء نظام التقاط</h2>\n<ol>\n<li><strong>تحديد صناديق الوارد</strong>: اكتب صناديق الوارد التي لديك (البريد الإلكتروني، الفعلي، تطبيق الملاحظات، إلخ).</li>\n<li><strong>إنشاء قائمة محفزات</strong>: اكتب 5-10 مواقف عندما تحتاج إلى التقاط (بعد الاجتماع، بعد المكالمة، أثناء القراءة، إلخ).</li>\n<li><strong>تطوير عادة التقاط</strong>: اختر محفزًا واحدًا وطور عادة له. على سبيل المثال: \"بعد الاجتماع، ألتقط على الفور عناصر الإجراءات في صندوق الوارد الخاص بي.\"</li>\n<li><strong>الممارسة</strong>: مارس التقاط بعد كل محفز لمدة أسبوع ووثق تجاربك.</li>\n</ol>\n<hr />\n<h2>الفحص الذاتي</h2>\n<ul>\n<li>✅ لديك نظام صناديق وارد موثوق.</li>\n<li>✅ لديك قائمة محفزات تذكرك متى تلتقط.</li>\n<li>✅ لديك عادة التقاط واحدة على الأقل أصبحت تلقائية.</li>\n<li>✅ جميع المعلومات المهمة يتم التقاطها، لا شيء مفقود.</li>\n</ul>\n<hr />\n<h2>تعميق اختياري</h2>\n<ul>\n<li>David Allen: \"Getting Things Done\" — حول التقاط وصناديق الوارد</li>\n<li>Tiago Forte: \"Building a Second Brain\" — حول أنظمة الملاحظات</li>\n</ul>",
  "emailSubject": "الإنتاجية 2026 – اليوم 6: التقاط",
  "emailBody": "<h1>الإنتاجية 2026 – اليوم 6</h1>\n<h2>التقاط: صناديق الوارد، قائمة المحفزات، عادات التقاط</h2>\n<p>اليوم سوف تتعلم كيفية التقاط جميع المعلومات المهمة حتى لا يفقد شيء.</p>\n<p><a href=\"http://localhost:3000/ar/courses/PRODUCTIVITY_2026_AR/day/6\">افتح الدرس →</a></p>"
}