{
  "backedUpAt": "2026-01-28T22:05:59.650Z",
  "courseId": "PRODUCTIVITY_2026_HU",
  "lessonId": "PRODUCTIVITY_2026_HU_DAY_30",
  "dayNumber": 30,
  "title": "A termelékenység mestere: Komprehenzív integráció, elkötelezettség",
  "content": "<h1>Termelékenység 2026 — 30. nap</h1>\n<h2>A termelékenység mestere: Komprehenzív integráció, elkötelezettség</h2>\n<p><strong>Miért számít ma?</strong> Ma visszacsatolási hurkot építesz: throughput, fókuszblokkok és carryover mérése alapján 1 szabályt finomhangolsz a következő hétre.</p>\n<h2>Mai célok (outcome)</h2>\n<ul>\n  <li>Mérd meg a throughputot, a fókuszblokkokat és a carryovert; írj le 2 tanulságot.</li>\n  <li>Válassz 1 szabályváltoztatást a következő hétre, és írd le, hogyan ellenőrzöd a hatását.</li>\n  <li>Válassz 1 mérőszámot és 1 küszöböt a sikerhez, és futtass egy kicsi pilotot (ne mindent egyszerre).</li>\n  <li>Írj 1 szabályt, ami védi a idő/energia/figyelem korlátokat.</li>\n</ul>\n<h2>Kulcsfogalmak (definíciók)</h2>\n<p><strong>Termelékenység definíciója:</strong> Termelékenység = értékes kimenet (output) → mérhető eredmény (outcome) a korlátok figyelembevételével.</p>\n<p><strong>Outcome (eredmény/hatás):</strong> A kimenet hatása az eredményre (pl. jobb ügyfélérték, gyorsabb átfutás, kevesebb hiba).</p>\n<p><strong>Korlátok:</strong> A valós korlátok (idő, energia, figyelem, kapacitás), amelyek között eredményt kell elérni.</p>\n<h2>Lépések és ellenőrzés (eljárások)</h2>\n<h3>Heti review (throughput / fókuszblokkok / carryover)</h3>\n<p><em>Cél:</em> ezt a folyamatot használd úgy, hogy mérhető kimenet és ellenőrizhető kritérium legyen.</p>\n<ol>\n  <li>Számold meg a throughputot: completed important outcomes.</li>\n  <li>Számold meg a fókuszblokkokat: uninterrupted deep work blocks completed.</li>\n  <li>Számold meg a carryovert: tasks rolled from last week.</li>\n  <li>Írj 2 tanulságot: what worked / what broke.</li>\n  <li>Válassz 1 szabályváltoztatást for next week and schedule it.</li>\n</ol>\n<h2>Példa (jó vs rossz)</h2>\n<p>Példa (jó): 2 fókuszblokk, 1 elkészült kimenet, 0 kritikus carryover. Példa (rossz): 12 „elindított” feladat, de nincs lezárt eredmény, és a korlátok felborulnak.</p>\n<h2>Gyakori hibák és korrekciók</h2>\n<ul>\n  <li>Hiba: túl sok mindent akarsz egyszerre. Javítás: 1 fókusz, 1 mérőszám, 1 szabályváltoztatás.</li>\n  <li>Hiba: nincs ellenőrzés. Javítás: előre jelöld ki a mérőpontokat és a küszöböt, majd review.</li>\n</ul>\n<h2>Mérőszámok, kritériumok, küszöbök</h2>\n<ul>\n  <li>Korlátok: napi védett idő és buffer arány (kritérium: nem túltervezett nap).</li>\n  <li>Kritérium: a „kész” definíció egyértelmű és ellenőrizhető (kritérium).</li>\n  <li>Küszöb: előre rögzített minimum a sikerhez (threshold), majd utólagos ellenőrzés.</li>\n</ul>",
  "emailSubject": "Termelékenység 2026 – 30. nap: A termelékenység mestere: Komprehenzív integráció, elkötelezettség",
  "emailBody": "<h1>Termelékenység 2026 – 30. nap</h1>\n<h2>A termelékenység mestere: Komprehenzív integráció, elkötelezettség</h2>\n<p>Ma visszacsatolási hurkot építesz: throughput, fókuszblokkok és carryover mérése alapján 1 szabályt finomhangolsz a következő hétre.</p>\n<p><a href=\"http://localhost:3000/hu/courses/PRODUCTIVITY_2026_HU/day/30\">Lecke megnyitása →</a></p>"
}