{
  "backedUpAt": "2026-01-28T21:43:21.228Z",
  "courseId": "PRODUCTIVITY_2026_HU",
  "lessonId": "PRODUCTIVITY_2026_HU_DAY_07",
  "dayNumber": 7,
  "title": "Napi/heti rendszer: reggeli ritual, napi huddle, heti áttekintés",
  "content": "<h1>Termelékenység 2026 — 7. nap</h1>\n<h2>Napi/heti rendszer: reggeli ritual, napi huddle, heti áttekintés</h2>\n<p><strong>Miért számít ma?</strong> Ma úgy tervezed meg a napodat, hogy védett fókuszblokkokban haladj, és a munkát mérhető eredményhez kösd a valós korlátok között.</p>\n<h2>Mai célok (outcome)</h2>\n<ul>\n  <li>Mérd meg a throughputot, a fókuszblokkokat és a carryovert; írj le 2 tanulságot.</li>\n  <li>Válassz 1 szabályváltoztatást a következő hétre, és írd le, hogyan ellenőrzöd a hatását.</li>\n  <li>Tervezz be 2 védett fókuszblokkot + 20–30% puffert, hogy a megszakítások ne borítsák fel a napot.</li>\n  <li>Definiáld 1 kritikus output “kész” kritériumát és a várt eredményt.</li>\n</ul>\n<h2>Kulcsfogalmak (definíciók)</h2>\n<p><strong>Időblokkolás (time blocking):</strong> Időblokkok előre lefoglalása a naptárban konkrét munkatípusokra és prioritásokra.</p>\n<p><strong>Mélymunka (deep work):</strong> Zavartalan, magas koncentrációt igénylő munka blokk, megszakítások nélkül.</p>\n<p><strong>Carryover (áthúzódó feladatok):</strong> Áthúzódó, be nem fejezett feladatok aránya (jelzi a túltervezést vagy rossz priorizálást).</p>\n<h2>Lépések és ellenőrzés (eljárások)</h2>\n<h3>Heti review (throughput / fókuszblokkok / carryover)</h3>\n<p><em>Cél:</em> ezt a folyamatot használd úgy, hogy mérhető kimenet és ellenőrizhető kritérium legyen.</p>\n<ol>\n  <li>Számold meg a throughputot: completed important outcomes.</li>\n  <li>Számold meg a fókuszblokkokat: uninterrupted deep work blocks completed.</li>\n  <li>Számold meg a carryovert: tasks rolled from last week.</li>\n  <li>Írj 2 tanulságot: what worked / what broke.</li>\n  <li>Válassz 1 szabályváltoztatást for next week and schedule it.</li>\n</ol>\n<h3>Mélymunka‑nap tervezése (időblokkok + védelem + buffer)</h3>\n<p><em>Cél:</em> ezt a folyamatot használd úgy, hogy mérhető kimenet és ellenőrizhető kritérium legyen.</p>\n<ol>\n  <li>Audit your context switches for one day.</li>\n  <li>Batch similar tasks into fixed windows (e.g., email twice daily).</li>\n  <li>Schedule 1–3 deep work blocks (90–120 min) with explicit rules.</li>\n  <li>Adj hozzá buffer time and defend it from meetings/messages.</li>\n  <li>Kövesd a betartást egy hétig, majd finomhangolj.</li>\n</ol>\n<h2>Példa (jó vs rossz)</h2>\n<p>Példa (jó): 2 fókuszblokk, 1 elkészült kimenet, 0 kritikus carryover. Példa (rossz): 12 „elindított” feladat, de nincs lezárt eredmény, és a korlátok felborulnak.</p>\n<h2>Gyakori hibák és korrekciók</h2>\n<ul>\n  <li>Hiba: túl sok mindent akarsz egyszerre. Javítás: 1 fókusz, 1 mérőszám, 1 szabályváltoztatás.</li>\n  <li>Hiba: nincs ellenőrzés. Javítás: előre jelöld ki a mérőpontokat és a küszöböt, majd review.</li>\n</ul>\n<h2>Mérőszámok, kritériumok, küszöbök</h2>\n<ul>\n  <li>Fókuszblokkok: hány zavartalan blokk teljesült? (mérőszám + kritérium: „megszakítás nélkül”)</li>\n  <li>Carryover: hány feladat csúszott át, és miért? (mérőszám + ok-okozat)</li>\n  <li>Kritérium: a „kész” definíció egyértelmű és ellenőrizhető (kritérium).</li>\n  <li>Küszöb: előre rögzített minimum a sikerhez (threshold), majd utólagos ellenőrzés.</li>\n</ul>",
  "emailSubject": "Termelékenység 2026 – 7. nap: Napi/heti rendszer: reggeli ritual, napi huddle, heti áttekintés",
  "emailBody": "<h1>Termelékenység 2026 – 7. nap</h1>\n<h2>Napi/heti rendszer: reggeli ritual, napi huddle, heti áttekintés</h2>\n<p>Ma úgy tervezed meg a napodat, hogy védett fókuszblokkokban haladj, és a munkát mérhető eredményhez kösd a valós korlátok között.</p>\n<p><a href=\"http://localhost:3000/hu/courses/PRODUCTIVITY_2026_HU/day/7\">Lecke megnyitása →</a></p>"
}