{
  "backedUpAt": "2026-01-28T09:52:11.412Z",
  "courseId": "PRODUCTIVITY_2026_HU",
  "lessonId": "PRODUCTIVITY_2026_HU_DAY_22",
  "dayNumber": 22,
  "title": "Technológia és eszközök: Automatizáció, a megfelelő technológia kiválasztása",
  "content": "<h1>Termelékenység 2026 — 22. nap</h1>\n<h2>Technológia és eszközök: Automatizáció, a megfelelő technológia kiválasztása</h2>\n<p><strong>Miért számít ma?</strong> Select tools based on outcomes and constraints; automate repetitive work safely.</p>\n<h2>Mai célok (outcome)</h2>\n<ul>\n  <li>Define selection criteria (time saved, error reduction, maintainability).</li>\n  <li>Automate one repetitive workflow.</li>\n  <li>Avoid tool-driven complexity.</li>\n</ul>\n<h2>Kulcsfogalmak (definíciók)</h2>\n<p><strong>Korlátok:</strong> A valós korlátok (idő, energia, figyelem, kapacitás), amelyek között eredményt kell elérni.</p>\n<p><strong>Outcome (eredmény/hatás):</strong> A kimenet hatása az eredményre (pl. jobb ügyfélérték, gyorsabb átfutás, kevesebb hiba).</p>\n<h2>Lépések és ellenőrzés (eljárások)</h2>\n<p>Ma a fókusz a gyakorlati bevezetésen van: 1 szabály, 1 mérőszám, 1 review.</p>\n<h2>Példa (jó vs rossz)</h2>\n<p>Példa (jó): 2 fókuszblokk, 1 elkészült kimenet, 0 kritikus carryover. Példa (rossz): 12 „elindított” feladat, de nincs lezárt eredmény, és a korlátok felborulnak.</p>\n<h2>Gyakori hibák és korrekciók</h2>\n<ul>\n  <li>Hiba: túl sok mindent akarsz egyszerre. Javítás: 1 fókusz, 1 mérőszám, 1 szabályváltoztatás.</li>\n  <li>Hiba: nincs ellenőrzés. Javítás: előre jelöld ki a mérőpontokat és a küszöböt, majd review.</li>\n</ul>\n<h2>Mérőszámok, kritériumok, küszöbök</h2>\n<ul>\n  <li>Korlátok: napi védett idő és buffer arány (kritérium: nem túltervezett nap).</li>\n  <li>Kritérium: a „kész” definíció egyértelmű és ellenőrizhető (kritérium).</li>\n  <li>Küszöb: előre rögzített minimum a sikerhez (threshold), majd utólagos ellenőrzés.</li>\n</ul>",
  "emailSubject": "Termelékenység 2026 – 22. nap: Technológia és eszközök: Automatizáció, a megfelelő technológia kiválasztása",
  "emailBody": "<h1>Termelékenység 2026 – 22. nap</h1>\n<h2>Technológia és eszközök: Automatizáció, a megfelelő technológia kiválasztása</h2>\n<p>Select tools based on outcomes and constraints; automate repetitive work safely.</p>\n<p><a href=\"http://localhost:3000/hu/courses/PRODUCTIVITY_2026_HU/day/22\">Lecke megnyitása →</a></p>"
}